export default {
  projections: {
    ПитанияE: {
      кодПитания: {
        __caption__: 'Код питания'
      },
      видПитания: {
        __caption__: 'Вид питания'
      },
      составБлюда: {
        __caption__: 'Состав блюда',
        количество: {
          __caption__: 'Количество'
        },
        единицы: {
          __caption__: 'Единица измерения'
        },
        ингредиенты: {
          __caption__: 'Ингредиенты',
          наименование: {
            __caption__: 'Наименование'
          }
        }
      }
    },
    ПитанияL: {
      кодПитания: {
        __caption__: 'Код питания'
      },
      видПитания: {
        __caption__: 'Вид питания'
      }
    }
  },
  validations: {
    видПитания: {
      __caption__: 'Вид питания'
    },
    кодПитания: {
      __caption__: 'Код питания'
    },
    составБлюда: {
      __caption__: 'Состав блюда'
    }
  }
};
