export default {
  projections: {
    ДокументЗаказаE: {
      кодДокумента: {
        __caption__: 'Код документа'
      },
      датаДокумента: {
        __caption__: 'Дата документа'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      заказСобран: {
        __caption__: 'Заказ собран'
      },
      заказОтправ: {
        __caption__: 'Заказ отправлен'
      },
      заказПолучен: {
        __caption__: 'Заказ получен'
      },
      контрагенты: {
        __caption__: 'Контрагенты',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      запись: {
        __caption__: 'Запись',
        сумма: {
          __caption__: 'Сумма'
        },
        питания: {
          __caption__: 'Питания',
          кодПитания: {
            __caption__: 'Код питания'
          },
          наименования: {
            __caption__: 'Наименование питания'
          },
          видПитания: {
            __caption__: 'Вид питания'
          }
        },
        сотрудники: {
          __caption__: 'Сотрудники',
          фамилия: {
            __caption__: 'Фамилия'
          },
          имя: {
            __caption__: ''
          },
          отчество: {
            __caption__: ''
          }
        }
      }
    },
    ДокументЗаказаL: {
      кодДокумента: {
        __caption__: 'Код документа'
      },
      датаДокумента: {
        __caption__: 'Дата документа'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      заказСобран: {
        __caption__: 'Заказ собран'
      },
      заказОтправ: {
        __caption__: 'Заказ отправлен'
      },
      заказПолучен: {
        __caption__: 'Заказ получен'
      },
      контрагенты: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    датаДокумента: {
      __caption__: 'Дата документа'
    },
    заказОтправ: {
      __caption__: 'Заказ отправлен'
    },
    заказПолучен: {
      __caption__: 'Заказ получен'
    },
    заказСобран: {
      __caption__: 'Заказ собран'
    },
    кодДокумента: {
      __caption__: 'Код документа'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    контрагенты: {
      __caption__: 'Контрагенты'
    },
    запись: {
      __caption__: 'Запись'
    }
  }
};
