export default {
  projections: {
    КонтрагентыE: {
      кодКонтиагента: {
        __caption__: 'Код контиагента'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      вид: {
        __caption__: 'Вид'
      }
    },
    КонтрагентыL: {
      кодКонтиагента: {
        __caption__: 'Код контиагента'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      вид: {
        __caption__: 'Вид'
      }
    }
  },
  validations: {
    вид: {
      __caption__: 'Вид'
    },
    кодКонтиагента: {
      __caption__: 'Код контиагента'
    },
    наименование: {
      __caption__: 'Наименование'
    }
  }
};
