export default {
  projections: {
    СоставБлюдаE: {
      количество: {
        __caption__: 'Количество'
      },
      единицы: {
        __caption__: 'Единица измерения'
      },
      ингредиенты: {
        __caption__: 'Ингредиенты',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    единицы: {
      __caption__: 'Единица измерения'
    },
    количество: {
      __caption__: 'Количество'
    },
    ингредиенты: {
      __caption__: 'Ингредиенты'
    },
    питания: {
      __caption__: 'питания'
    }
  }
};
